{
    "DeckName": "Gaming and Drinking Deck",

    "DeckBy": "MaliciousMike",

    "Truths": [
        "What was your video game of all time?",
        "Whats your favorite video game genre?",
        "Favorite mixed drink? (Cocktails, Vodka drinks, etc)",
        "When did you realize you loved VR?",
        "If you could change anything about VRChat, what would you change?",
		"What game console do you use most?",
		"Best video game soundtrack of all time?",
		"Whats your favorite VR Game?",
		"You ever try drinking in the shower?",
		"How did you get into VR?",
		"When is the first time you drank alcohol?",
		"You ever go out to the bar to drink, or drink mostly at home?",
		"Weirdest person encounter you have met in a video game?",
		"You ever been banned/suspended from a game before?",
		"Whats the first game console you owned?",
		"What do you prefer, chilled or ice cold alcohol?",
		"Is there something you would like to try in VR and havent yet?",
		"Whats the most wholesome encounter you have had in a video game?",
		"You ever go to a video game convention?",
		"What a video game you dont think anyone else here has played?"
    ],
    "Player_Truths": [
        "You ever play games with <player>?",
        "Rank check, figure out if <player> is higher rank than you in a mutual game.",
        "How could <player> improve their game?",
        "Compare your K/D with <player>.",
        "Whats a game you would play with <player>.",
		"Its back to the days of split screen! What games would you play with <player>?",
		"Whats a drink you would have with <player>?",
		"Would you go bar hopping with <player>?",
		"How long have you known <player>?",
		"Have you ever known <player> by a different gamertag?"
    ],
    "Dares": [
        "I dont think you have had enough to drink yet, 2 shots!",
        "Switch into the oldest avatar you have.",
        "Tell us your oldest gamertag you ever used.",
        "T1m3 t0 p4r7y l1k3 1t2 2001, l33t speak till next turn.",
		"Try to sell us on buying Robux/Fortnite skins.",
		"Update your status in VRC, 'Been outside‚ graphics sucked'",
		"Reply to your last DM in Discord, 'I couldnt hear you from down there, can you increase your K/D first?'",
		"@Drake on Discord, and give him an genuine complement.",
		"Find the drink in your house you DONT want to drink, take a swig champ!",
		"Go make some more drinks! Or toss the drinks into the fridge/freezer to prep.",
		"Drink some water, stay hydrated!",
		"Its time to let go, uninstall a game that you dont ever play anymore.",
		"Update your status on Discord, 'My life is over, good thing as a gamer I get 2 more'",
		"Message someone you havent talked to for a little while 'Hey I was thinking of you, want to sit down and play sometime?'",
		"Take a group photo of everyone right now, and post it to Discord",
		"Game off, find a challenger and play pool/rock paper scissors/etc on the other side of the room, loser drinks",
		"Spoil yourself! Buy that skin/game/DLC you wanted but have been on the edge about.",
		"You must use the word 'Epic' in every sentence till your next turn.",
		"Time to fess up, expose your gamertag on Xbox/Playstation/Nintendo/Epic so people can add you.",
		"Gamer mode engaged, find a 'gamer' avatar and wear it till next turn.",
        "Xbox or Playstation? You now have to argue why everyone should get off VR and play on a console instead."
    ],
    "Player_Dares": [
        "Gamer Cred Alert, compare achievements with <player>",
        "You are <player>'s discord kitten! Sit at their feet and let them know what a l33t gamer they are.",
        "Sit next to <player>, they are your game character and pretend to control their moves.",
		"Update your VRC Status, '<player>, best Fortnite player NA'",
		"Compare with <player>, oldest game you have ever played? Person who has played the oldest video game wins, loser drinks.",
		"Make plans with <player>, whats a game you two can play?",
		"Make a cool gamer handshake with <player>.",
		"Woo <player> Mario! They are your Princess Peach.",
		"Anytime <player> talks to you, you must end it off with 'Your L33tness' till your next turn.",
		"Have a shot with <player>! Soda or Alcohol, かんぱい!"
    ]
}
