{
    "DeckName": "Nom's Unhinged Deck *NSFW*",

    "DeckBy": " {NomNom} ",

    "Truths": [
        "When was the first time your ERPed?",
        "Ever become a switched in the middle of ERP Session?",
        "How did you get your Phantom sense? If none, what do you wish would give you phantom sense?",
        "Whats the longest you have lasted before cumming on VR before?",
        "What's your favorite places to get licked and kissed?",
		"During ERP, have you ever crossed the line?",
		"Best music to get fucked in?",
		"Lovense or Bad Dragon or Something else?",
		"Whats better, Full body or connected sex toy?",
		"What's your favorite sex toy?",
		"Whats the sexiest thing someone can do to you in VR?",
		"Whats a kink you never get to indulge in?",
		"Favorite Fantasy?",
		"Ever ERP in a public setting?",
		"Did you ever get caught ERPing by people in VR/IRL?",
		"Whats a kink you love to talk to people about?",
		"Is there a kink you dont want to try again?",
		"Favorite bit of aftercare you ever got/gave?",
		"Favorite sex position both IRL and VR?",
		"Who fucks better? Quest or PC? or Deskie",
		"If VR could let you feel everything as real as IRL, would you even want to go back to reality",
		"What's the most satisfying 'finish' you've ever had from VR ERP?",
		"If you had to choose between total sensory overload or complete submission in VR, which would you pick?",
		"What's the dirtiest voice line or sound effect someone's ever used on you in VR?",
		"Have you ever ERP'ed while other people in VR were unknowingly nearby?",
		"Have you ever had someone beg you for more in VR? How did it feel?",
		"If you could design the perfect connected toy for VR, what would it do?",
		"What's the kinkiest thing you've ever brought into a VR ERP session?",
		"Would you rather dominate someone completely in VR or let someone dominate you?",
		"Have you ever accidentally gotten turned on by someone you didn't mean to during ERP?",
		"What's the hottest roleplay you've ever done in VR?",
		"Have you ever had someone control your toy while in VR? How far did it go?",
		"What's the wildest place in VR you've gotten off in?"
	],
    "Player_Truths": [
        "Would you ERP with <player>? Or did you already?",
        "What is sexy about <player>'s avatar?",
        "Would <player> be even better with full body?",
        "Whats a kink you and <player> share?",
        "Name one thing you would want to do with <player>.",
		"<player>, first fantasy about them in your head.",
		"What seems fun to do with <player>?",
		"Tell us your favorite thing about <player>?",
		"Looking at <player>, whats a kink you think they have?",
		"Are you friends with <player>?",
		"Would you fuck <player> in VR? Or have you already made them moan?",
		"What's the most erotic part of <player>'s avatar that you'd love to touch?",
		"Would <player> be irresistible if they had full body tracking? How would you want to use it with them?",
		"What's the kinkiest fantasy you could imagine acting out with <player>?",
		"If you had <player> alone in a private room, what would you do to them?",
		"When you see <player>, what's the filthiest fantasy that comes to mind?",
		"What's one NSFW thing you'd love to make <player> beg for in VR?",
		"What's the hottest thing you'd want <player> to do to you?",
		"Looking at <player>, what's the kinkiest secret you think they're hiding?",
		"If <player> begged you to dominate them in VR, would you do it?"
    ],
    "Dares": [
        "Sit in a provocative manner, legs spread.",
        "Post your last saved porno image in the discord.",
        "Nerdo's back! 3 minutes in Heaven on the other side of the room with your pick.",
        "Tell us the last porno/hentai you read.",
		"Areolas for Ari, let the booba fly, or your lovely pecs.",
		"Who let the dawgs out? You did, lose those shoes and socks.",
		"Message your last ERP hookup, tell them 'When is round two, Im ready~'.",
		"Dicks out for Drake, or dildo if you have one, till your next turn.",
		"Update your status on VRC, 'Quirked up and Horny, whos up?'.",
		"You have an invisible salt shaker, shake it with your mouth open for a minute.",
		"Dang yall be thirsty, get a drink of water/soda.",
		"You need to loosen up a bit more, take a drink of soda/alcohol.",
		"Update your status on Discord, 'I am Kenough.'",
		"Message the last person you DMed on Discord, 'I cant wait any longer, get on~', tell us how that goes",
		"Take a sexy photo of your avatar right now, and post it to a NSFW-VRChat Channel",
		"Update your VRC status,'Laid through Lastation', leave till next turn",
		"Headpat free use 'with consent' anyone may now headpat you till your next turn.",
		"You must end all your sentences with 'uwu' till your next turn.",
		"Talk in your sexiest voice. Sultry, and alluring! Till next turn",
		"Show your favorite gogo position, or FBT Position.",
        "Drink a glass of water, ya horny dawg. :3",
		"Find the lewdest avatar in the room and crawl submissively to them, asking to be 'punished' for 2 minutes.",
		"Switch to a bondage or toy avatar, and let the group vote on how you'll 'perform' for the next 3 minutes.",
		"Private message someone here and send them a voice clip moaning their name as sensually as possible.",
		"Take your favorite kink and act it out on <player> until they guess what it is.",
		"Stand in front of the group and fake an orgasm as loudly and dramatically as you can.",
		"Switch to a transparent or barely-there avatar and stay in it until your next turn.",
		"Strip your avatar piece by piece in the most teasing way possible until someone tells you to stop.",
		"Find a public lobby and start yelling, 'Who wants to ERP with me right now? I'm waiting!' for 30 seconds.",
		"Turn on a fan in your room IRL and simulate a blowjob against it for everyone to see in VR.",
		"Pick someone here and pretend they're your dom—address them as 'Master' until your next turn.",
		"Lie down in a provocative position and narrate, step by step, your favorite NSFW fantasy.",
		"Find the most innocent-looking avatar you own and describe the dirtiest thing you'd do in it.",
		"Use an avatar with visible 'attachments' and demonstrate your favorite position using someone else as a prop.",
		"Send a random friend request to someone in a public lobby and immediately ask, 'Do you want to see me naked?'",
		"Sit on <player>'s lap and describe in explicit detail what you'd do to them if no one else was watching.",
		"Pick a random avatar and do a 'seduction dance' for it, making sure the whole group sees.",
		"Go into a public world, approach someone random, and whisper your kinkiest pick-up line to them.",
		"Let <player> control your avatar movements entirely for 3 minutes. No limits allowed.",
		"Strip your avatar completely and stay like that until someone dares you to change.",
		"Find a mirror in a public world, stand in front of it, and loudly exclaim, 'I'm the hottest slut in VR!' until someone responds.",
		"Simulate a 'licking' motion on <player>'s avatar for 30 seconds, anywhere they choose.",
		"Pick someone and ask them to 'mark' your avatar with a virtual kiss or bite in the spot of their choice.",
		"Demonstrate your most embarrassing kink as convincingly as possible, no holding back.",
		"Pick the kinkiest player in the group and ask them what they'd do to you for 3 uninterrupted minutes.",
		"Choose someone to 'collar' you and bark every time they say your name until your next turn."
    ],
    "Player_Dares": [
        "Sit in <player>'s lap.",
        "Flirt with <player>.",
        "Expose yourself to <player>, give them a show~",
		"Update your VRC Status, '<player>, they fuck like a jet'.",
		"Ask <player> for a number between 1-20. Thats how many shots you take, or times you stroke/rub.",
		"Give <player> a sexy complement.",
		"Kiss <player>.",
		"Test <player>'s phantom sense, headpats or touch where they have phantom sense.",
		"Anytime <player> asks you something, you must end it off with 'Master/Mistress/' till your next turn.",
		"Roleplay time! Confess your feelings to <player>.",
		"Moan <player>'s name loudly and convincingly for 10 seconds.",
		"Give <player> a seductive lap dance in your current avatar.",
		"Switch to the lewdest avatar you own and stay in it for the next 5 minutes.",
		"Whisper your dirtiest fantasy into <player>'s ear privately.",
		"Simulate an orgasm with full sound effects for the entire group.",
		"Crawl on the ground and beg <player> to spank you.",
		"Ask <player> to control your movements and do exactly what they say for 3 minutes.",
		"Switch to an avatar with full-body tracking and show off your sexiest moves.",
		"Recreate the dirtiest scene you've ever ERP'd in front of everyone here.",
		"Let <player> pose you however they want and stay in that position for 2 minutes.",
		"Find a public lobby and loudly declare your kinkiest fetish to everyone there.",
		"Make the most seductive face you can and hold it while staring into <player>'s eyes for 30 seconds.",
		"Let <player> pick an avatar for you, and you must flirt with everyone in the room using it.",
		"Simulate your favorite sex position with the nearest avatar.",
		"Switch to an avatar you'd use for ERP and explain why you chose it.",
		"Let <player> sit on your lap and whisper sweet nothings to them.",
		"Find a random player in the world and seduce them in the next 3 minutes.",
		"Mimic <player>'s voice and say the dirtiest thing you can imagine.",
		"Let someone else puppeteer your avatar and do whatever they want with it.",
		"Switch to the smallest or largest avatar you own and recreate a kinky scene with <player>."		
    ]
}
