{
    "DeckName": "Nom's Unhinged Deck *NSFW*",

    "DeckBy": " {NomNom} ",

    "Truths": [
     "What’s the most degrading thing you’ve ever enjoyed someone saying to you in ERP?",
    "Have you ever made someone in VR cum multiple times in one session? How many?",
    "What’s the longest ERP session you’ve ever had without stopping?",
    "Who here do you think would make you break character because of how hard they’d make you moan?",
    "Have you ever been edged in VR until you begged to finish? How long?",
    "What’s the dirtiest thing you’ve said to someone in VR while meaning every word?",
    "Which player in this room would you most want to watch you get off in VR?",
    "Have you ever ERP’d while someone was watching without you acknowledging them?",
    "What’s one act you’ve done in ERP that you’d never do IRL — but loved in VR?",
    "Who here would you trust to own you in VR for an entire day?",
    "Have you ever gotten so into ERP you forgot where you were IRL? What happened when you realized?",
    "What’s one kink you’ve hidden from everyone because you’re afraid they’d judge you?",
    "What’s the roughest or most intense roleplay scene you’ve ever been in?",
    "Who in this room would you most want to control your toy in VR — and for how long?",
    "Have you ever faked an orgasm in VR? Why?",
    "What’s the most public ERP scenario you’ve ever taken part in?",
    "If you had to be tied up in VR, who here would you let do it and what would they do next?",
    "Have you ever cum at the exact same time as someone in VR? Tell us about it.",
    "What’s the filthiest avatar interaction you’ve ever done?",
    "Have you ever ERP’d while on a voice call with someone IRL?",
    "Who here could talk you into breaking your own kink limits?",
    "Have you ever gotten off in VR purely from voice — no touching, no toys?",
    "What’s one fantasy you’ve thought about but are too scared to actually try, even in VR?",
    "Who here would you most want to dominate you mercilessly in VR?",
    "What’s the most intense orgasm you’ve had from VR ERP, and what caused it?",
    "Have you ever ERP’d with multiple people at the same time? How many?",
    "Who here do you think could make you moan in under 60 seconds?",
    "Have you ever had someone in VR completely break your mind from overstimulation?",
    "What’s one thing you’ve done in VR ERP that still makes you blush thinking about it?",
    "If VR could give you 100% realistic physical sensation, who here would you risk ruining your IRL stamina with?",
    "What’s the weirdest object you’ve ever used to get off IRL when toys weren’t available?",
    "Have you ever ERP’d in VR while secretly playing with a toy under the desk IRL?",
    "Who here would you let tie you up IRL if they promised to reenact your favorite VR scene?",
    "What’s the kinkiest thing you’ve done in VR while on webcam to someone?",
    "Have you ever risked someone walking in on you IRL during ERP? Did they?",
    "Which player here would you most want to feed you snacks in bed after wrecking you in VR?",
    "Have you ever roleplayed a kink you didn’t think you’d like, but ended up loving?",
    "Who here would you trust to blindfold you IRL and guide you through a VR world?",
    "What’s the most awkward thing you’ve done IRL because you were too horny from VR?",
    "Have you ever worn lingerie or sexy clothes IRL just to ERP in VR?",
    "What’s the dirtiest voice note you’ve ever sent to someone from your phone?",
    "Who here would you most want to hear moan IRL while you’re in VR with them?",
    "What’s the weirdest place you’ve ever masturbated after leaving a VR session?",
    "Have you ever gotten so turned on in VR you had to excuse yourself for a quick IRL release?",
    "Which player here would you let control your hands IRL while you’re in VR?",
    "Have you ever gotten caught wearing or holding something NSFW after a VR session?",
    "What’s the funniest thing that’s ever happened mid-ERP that still got you off?",
    "Have you ever faked innocence in public while thinking of something filthy from VR?",
    "Who here would you want to walk in on you mid-play IRL, just to join in?",
    "Have you ever done something kinky IRL because VR gave you the idea?",
    "What’s the most creative use of food you’ve ever had in a sexual way IRL or VR?",
    "Have you ever been so desperate you used something completely ridiculous as a sex toy?",
    "Who here would you most want to surprise you IRL in your room mid-VR session?",
    "Have you ever sent someone in VR an IRL picture of you in the middle of ERP?",
    "What’s the dirtiest thing you’ve done while still in voice chat after the VR scene ended?",
    "Have you ever tried to match your avatar’s outfit with your IRL clothes for ERP?",
    "Which player here would you let keep you on edge IRL for an entire day?",
    "Have you ever been so horny you texted someone something you immediately regretted?",
    "Who here would you want to see your browser history after a VR ERP session?",
    "What’s the kinkiest, funniest, and most embarrassing thing that’s ever happened to you during ERP?",
    "What was your craziest ERP experience?",
    "Has someone ever made you 'swap sides' *Dom to sub, sub to dom* during ERP/sex?",
    "How did you get your Phantom sense? If none, what do you wish would give you phantom sense?",
    "Whats the longest you have been on VR before?",
    "Whats your favorite food to eat while in VR?",
		"What is a time you went overboard during ERP?",
		"Best music to play while in VR?",
		"Lovense or Bad Dragon?",
		"Whats better, Full body or connected sex toy?",
		"Favorite sex toy?",
		"Whats the sexiest thing someone can do to you in VR?",
		"Whats a kink you never get to indulge in?",
		"Favorite Fantasy?",
		"Ever ERP in a public setting?",
		"Did you ever get caught ERPing by people in VR/IRL?",
		"Whats a kink you love to talk to people about?",
		"Is there a kink you dont want to try again?",
		"Favorite bit of aftercare you ever got/gave?",
		"Favorite sex position?",
		"Who fucks better? Quest or PC?",
    "Would you let <player> tie you up IRL or only in VR?",
    "If you could make <player> feel one thing with phantom sense, what would it be?",
    "What’s the kinkiest fantasy you’ve had about <player> that you’ve never told them?",
    "If <player> gave you a command right now, would you obey without question?",
    "Have you ever imagined <player> naked? Describe it.",
    "Would you let <player> watch you touch yourself IRL?",
    "If you had to choose between kissing <player> in VR or IRL, which would you pick?",
    "What’s one NSFW thing you’d never let anyone do to you—except <player>?",
    "Would you let <player> control your connected toy? How far?",
    "If you were to wake up in bed with <player>, what’s the first thing you’d do?",
    "What position would you want to try with <player> first?",
    "Would you let <player> see your kinkiest IRL outfit?",
    "Have you ever gotten turned on just from hearing <player>’s voice?",
    "What’s the most humiliating thing you’d let <player> make you do?",
    "Would you rather dominate <player> or be completely at their mercy?",
    "Have you ever pictured <player> during ERP with someone else?",
    "If you could swap bodies with <player> for a night, what would you do?",
    "Would you let <player> spank you until you cried?",
    "If <player> dared you to moan their name IRL, would you do it?",
    "Would you let <player> record you doing something naughty?",
    "What’s one NSFW thing you think <player> secretly wants from you?",
    "Would you do a public ERP with <player> if they begged?",
    "If <player> told you to kneel, what would you do next?",
    "Would you let <player> blindfold you and take control?",
    "Have you ever wondered how <player> tastes?",
    "If <player> was in your room IRL right now, what would you hand them first?",
    "Would you let <player> pick your next NSFW outfit or avatar?",
    "If you and <player> were alone for 24 hours, how dirty would it get?",
    "Would you let <player> tell you exactly how to touch yourself?",
    "What’s the dirtiest roleplay you could imagine with <player>?"

  ],
    
    "Dares": [

    "Go grab the kinkiest object you own IRL and show it on cam/describe it in detail.",
    "Switch to the most revealing avatar you have and stay in it until three people tell you to change.",
    "Send a private voice note to the dirtiest player here, moaning their name.",
    "Sit on your floor IRL in the position you find most humiliating and stay like that for 2 minutes.",
    "Pick someone here and let them dictate exactly how you touch yourself in VR for 1 minute.",
    "Go find an IRL household object and explain in detail how you could use it for kink.",
    "Switch to an avatar with physics and shake it like you’re trying to get someone banned.",
    "Go in front of a mirror in VR and describe exactly what you’d do to yourself if you could feel it IRL.",
    "Send your last saved NSFW meme to the person sitting ‘closest’ to you in VR.",
    "Pick a player and whisper your filthiest fantasy about them for 30 seconds straight.",
    "Switch to the most innocent avatar you have and say the dirtiest line you can think of in the most wholesome voice.",
    "Turn on a fan IRL and simulate the most pornographic blowjob scene for everyone to watch.",
    "Use your hands IRL to act out the dirtiest thing you’d want done to your avatar.",
    "Send an IRL picture of your hand on your thigh to someone random here.",
    "Pretend your microphone is a sex toy and act out how you’d use it while talking.",
    "Find a stranger in VR and tell them you’ve been ‘very bad’ until they respond.",
    "Pick someone here to control what you say in voice for the next 2 minutes.",
    "Simulate your favorite position IRL with your chair or bed for everyone to see.",
    "Pick someone here and send them your favorite NSFW gif right now.",
    "Act out your most ridiculous kink idea in VR with full drama and moaning.",
    "Choose a song and do a lewd dance in VR that matches the beat.",
    "Send the last thing you searched on an NSFW site to the group chat.",
    "Switch to the tallest or smallest avatar you own and roleplay the kinkiest size fantasy.",
    "Make your avatar ‘beg’ for attention from a random stranger in VR for 1 minute.",
    "Pick two players and let them ‘negotiate’ what you’ll do to them in VR for the next 3 minutes.",
    "Act like a slut and discuss what you will do for them for what price",
    "Sit in a provocative manner, legs spread.",
    "Post your last saved porno image in the discord.",
    "Nerdo's back! 3 minutes in Heaven on the other side of the room with your pick.",
    "Tell us the last porno/hentai you read.",
		"Areolas for Ari, let the booba fly, or your lovely pecs. Shirts/Top Off",
		"Who let the dawgs out? You did, lose those shoes and socks.",
		"Message your last ERP hookup, tell them 'When is round two, Im ready~' Dadddy/Mommy~.",
		"Dicks out for Drake, or dildo if you have one, till your next turn.",
		"Update your status on VRC, 'Quirked up and Horny, whos up?'.",
		"You have an invisible salt shaker, shake it with your mouth open for a minute.",
		"Dang yall be thirsty, get a drink of water/soda.",
		"You need to loosen up a bit more, take a drink of soda/alcohol.",
		"Update your status on Discord/VRC, 'I am Kenough.'",
		"Message the last person you DMed on Discord, 'I cant wait any longer, get on~', tell us how that goes",
		"Take a sexy photo of your avatar right now, and post it to a VRChat Image Channel",
		"Update your VRC status,'Laid through Noms World', leave till next turn",
		"Headpat free use 'with consent' anyone may now headpat you till your next turn.",
		"You must end all your sentences with 'uwu' till your next turn.",
		"Talk in your sexiest voice. Sultry, and alluring! Till next turn",
		"Show your favorite gogo position, or FBT Position.",
    "Drink a glass of water, ya horny dawg. :3",
		"Find the lewdest avatar in the room and crawl submissively to them, asking to be 'punished' for 2 minutes.",
		"Private message someone here and send them a voice clip moaning their name as sensually as possible.",
		"Take your favorite kink and act it out on <player> until they guess what it is.",
		"Stand in front of the group and fake an orgasm as loudly and dramatically as you can.",
		"Switch to a transparent or barely-there avatar and stay in it until your next turn.",
		"Strip your avatar piece by piece in the most teasing way possible until someone tells you to stop.",
		"Pick someone here and pretend they're your dom—address them as 'Master' until your next turn.",
		"Lie down in a provocative position and narrate, step by step, your favorite NSFW fantasy.",
		"Use an avatar with visible 'attachments' and demonstrate your favorite position using someone else as a prop.",
		"Sit on <player>'s lap and describe in explicit detail what you'd do to them if no one else was watching.",
		"Pick a random avatar and do a 'seduction dance' for it, making sure the whole group sees.",
		"Go into a public world, approach someone random, and whisper your kinkiest pick-up line to them.",
		"Let <player> control your avatar movements entirely for 3 minutes. No limits allowed.",
		"Strip your avatar completely and stay like that until someone dares you to change.",
		"Find a mirror in a public world, stand in front of it, and loudly exclaim, 'I'm the hottest slut in VR!' until someone responds.",
		"Simulate a 'licking' motion on <player>'s avatar for 30 seconds, anywhere they choose.",
		"Pick someone and ask them to 'mark' your avatar with a virtual kiss or bite in the spot of their choice.",
		"Demonstrate your most embarrassing kink as convincingly as possible, no holding back.",
		"Pick the kinkiest player in the group and ask them what they'd do to you for 3 uninterrupted minutes.",
		"Choose someone to 'collar' you and bark every time they say your name until your next turn.",

		"Sit in <player>'s lap.",
    "Flirt with <player>.",
    "Expose yourself to <player>, give them a show~",
		"Update your VRC Status, '<player>, they fuck like a jet'.",
		"Ask <player> for a number between 1-20. Thats how many shots you take, or times you stroke/rub.",
		"Give <player> a sexy complement.",
		"Kiss <player>.",
		"Test <player>'s phantom sense, headpats or touch where they have phantom sense.",
		"Anytime <player> asks you something, you must end it off with 'Master/Mistress/' till your next turn.",
		"Roleplay time! Confess your feelings to <player>.",
		"Moan <player>'s name loudly and convincingly for 10 seconds.",
		"Give <player> a seductive lap dance in your current avatar.",
		"Switch to the lewdest avatar you own and stay in it for the next 5 minutes.",
		"Whisper your dirtiest fantasy into <player>'s ear privately.",
		"Simulate an orgasm with full sound effects for the entire group.",
		"Crawl on the ground and beg <player> to spank you.",
		"Ask <player> to control your movements and do exactly what they say for 3 minutes.",
		"Switch to an avatar with full-body tracking and show off your sexiest moves.",
		"Recreate the dirtiest scene you've ever ERP'd in front of everyone here.",
		"Let <player> pose you however they want and stay in that position for 2 minutes.",
		"Find a public lobby and loudly declare your kinkiest fetish to everyone there.",
		"Make the most seductive face you can and hold it while staring into <player>'s eyes for 30 seconds.",
		"Let <player> pick an avatar for you, and you must flirt with everyone in the room using it.",
		"Simulate your favorite sex position with the nearest avatar.",
		"Switch to an avatar you'd use for ERP and explain why you chose it.",
		"Let <player> sit on your lap and whisper sweet nothings to them.",
		"Find a random player in the world and seduce them in the next 3 minutes.",
		"Mimic <player>'s voice and say the dirtiest thing you can imagine.",
		"Let someone else puppeteer your avatar and do whatever they want with it.",
		"Switch to the smallest or largest avatar you own and recreate a kinky scene with <player>."	
    ],
}
