{
    "DeckName": "Wholesome VR Deck",

    "DeckBy": "MaliciousMike",

    "Truths": [
        "What was your favorite time in VR?",
        "Whats your favorite food to eat in VR?",
        "Is there an avi that is your favorite?",
        "When did you realize you loved VR?",
        "If you could change anything about VRChat, what would you change?",
		"What do you use most, Quest or PC?",
		"Best music to play while in VR?",
		"Favorite VR Game?",
		"Best Hangout world?",
		"How did you get into VR?",
		"What other groups do you hang out with in VR?",
		"Whats a time you were nervous in VR, but overcame it?",
		"Weirdest VR Encounter?",
		"Has someone ever given you an avatar?",
		"Has someone ever surprised you while you were in VR?",
		"Whats something you love talking about?",
		"Is there something you would like to try in VR and havent yet?",
		"Most Wholesome VR Moment?",
		"Ever been to any VRC conventions?",
		"Whats the biggest instance you have ever joined?"
    ],
    "Player_Truths": [
        "Whats something you like about <player>?",
        "How would you improve <player>'s avatar?",
        "Would <player> be even better with full body?",
        "Compare your favorite animal with <player>.",
        "Name one thing you would want to do with <player>.",
		"You are stuck on an island with <player>. What would you do?",
		"What seems fun to do with <player>?",
		"When is the last time you saw <player>?",
		"How long have you known <player>?",
		"How many mutual friends do you have with <player>?"
    ],
    "Dares": [
        "Change into your least favorite avatar.",
        "Switch into the oldest avatar you have.",
        "Sing the lyrics to your favorite song",
        "Party like its 1999, use as much old slang as you can think of, till next turn dawg",
		"Explain what Virtual Reality means, like we are your grandma.",
		"Update your status in VRC, 'We have been revealed, flee!'",
		"Message your last DM in Discord, 'I couldnt hear you, can you repeat real fast?'",
		"@Drake on Discord, and give him an genuine complement.",
		"Find the sillest position to sit in/ set your gogo loco to, stay in it till next turn.",
		"Go around the room, give everyone a hug.",
		"Drink some water, stay hydrated!",
		"Dance like you just dont care!",
		"Update your status on Discord, 'I am Kenough.'",
		"Message someone you havent talked to for a little while 'Hey I was thinking of you, how are you doing?'",
		"Take a group photo of everyone right now, and post it to Discord",
		"Tell us the last wholesome thing you have done",
		"Spoil yourself! Have a swig of soda or alcohol.",
		"You must end all your sentences with 'uwu' till your next turn.",
		"Post your Spotify playlist, spread the love with your favorite tunes!",
		"Cute mode! Find the fluffiest/cutest avatar you have.",
        "Post in a public discord a genuine complement about someone else in the discord you know"
    ],
    "Player_Dares": [
        "Give <player> a hug!",
        "You are <player>'s pet! Sit at their feet and act like your favorite animal.",
        "Tell <player> a secret!",
		"Update your VRC Status, '<player>, best person I know'",
		"Rock Paper Scissors with <player>, whoever loses has to update their VRC status to whatever the winner chooses.",
		"Make plans with <player>, whats a VR world you both like to see?",
		"Headpats for <player>!",
		"Swap places with <player>.",
		"Anytime <player> talks to you, you must end it off with 'my liege' till your next turn.",
		"Have a shot with <player>! Soda or Alcohol, かんぱい!"
    ]
}
